{
    "items": [
              {
              "title": "MORNING RISING ",
              "author": "PSALM 119:49-56 NIV",
              "entry_date": "11-08-2016",
              "subText": "",
              "body": "Remember your word to your servant, for you have given me hope. My comfort in my suffering is this: Your promise preserves my life. The arrogant mock me without restraint, but I do not turn from your law. I remember your ancient laws, O Lord, and I find comfort in them. Indignation grips me because of the wicked, who have forsaken your law. Your decrees are the theme of my song wherever I lodge. In the night I remember your name, O Lord, and I will keep your law. This has been my practice: I obey your precepts.",
              "bioDisclaimer": "",
              "blog-primary": "girlByWater.jpg"
              },
              {
              "title": "MIDDAY RECONNECTING",
              "author": "MIDDAY PRAYER",
              "entry_date": "11-08-2016",
              "subText": "",
              "body": "O God, light of the minds that know you, life of the souls that love you, strength of the thoughts that seek you: Help us to know you that we may truly love you, so to love you that we may fully serve you, whose service is perfect freedom; through Jesus Christ our Lord. Amen.",
              "bioDisclaimer": "",
              "blog-primary": "feet.jpg"
              },
              {
              "title": "EVENING RESTING ",
              "author": "MARK 7:24-37 NIV",
              "entry_date": "11-08-2016",
              "subText": "",
              "body": "Jesus left that place and went to the vicinity of Tyre. He entered a house and did not want anyone to know it; yet he could not keep his presence secret. In fact, as soon as she heard about him, a woman whose little daughter was possessed by an impure spirit came and fell at his feet. The woman was a Greek, born in Syrian Phoenicia. She begged Jesus to drive the demon out of her daughter. \n \"First let the children eat all they want,\" he told her, \"for it is not right to take the children’s bread and toss it to the dogs.\" \n \"Lord,\" she replied, \"even the dogs under the table eat the children’s crumbs.\"\n Then he told her, \"For such a reply, you may go; the demon has left your daughter.\"\n She went home and found her child lying on the bed, and the demon gone.\n Then Jesus left the vicinity of Tyre and went through Sidon, down to the Sea of Galilee and into the region of the Decapolis. There some people brought to him a man who was deaf and could hardly talk, and they begged Jesus to place his hand on him.\n After he took him aside, away from the crowd, Jesus put his fingers into the man’s ears. Then he spit and touched the man’s tongue. He looked up to heaven and with a deep sigh said to him, \"Ephphatha!\" (which means \"Be opened!\"). At this, the man’s ears were opened, his tongue was loosened and he began to speak plainly.\n Jesus commanded them not to tell anyone. But the more he did so, the more they kept talking about it. People were overwhelmed with amazement. \"He has done everything well,\" they said. \"He even makes the deaf hear and the mute speak.\"",
              "bioDisclaimer": "",
              "blog-primary": "boatOverHead.jpg"
              },
              {
              "title": "EVENING RESTING",
              "author": "EPHESIANS 1:18-19 NIV",
              "entry_date": "11-08-2016",
              "subText": "",
              "body": "I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people, and his incomparably great power for us who believe.",
              "bioDisclaimer": "",
              "blog-primary": "chalkboard.jpg"
              },
              {
              "title": "MORNING RISING",
              "author": "PSALM 119:57-64 NIV",
              "entry_date": "11-09-2016",
              "subText": "",
              "body": "You are my portion, O Lord; I have promised to obey your words. I have sought your face with all my heart; be gracious to me according to your promise. I have considered my ways and have turned my steps to your statutes. I will hasten and not delay to obey your commands. Though the wicked bind me with ropes, I will not forget your law. At midnight I rise to give you thanks for your righteous laws. I am a friend to all who fear you, to all who follow your precepts. The earth is filled with your love, O Lord; teach me your decrees.",
              "bioDisclaimer": "",
              "blog-primary": "laserLightsOnRoof.jpg"
              },
              {
              "title": "MIDDAY RECONNECTING",
              "author": "MIDDAY PRAYER",
              "entry_date": "11-09-2016",
              "subText": "",
              "body": "Bless us, O God, with a reverent sense of your presence, that we may be at peace and may worship you with all our mind and spirit; through Jesus Christ our Lord. Amen.",
              "bioDisclaimer": "",
              "blog-primary": "globe.jpg"
              },
              {
              "title": "EVENING RESTING",
              "author": "MARK 8:1-10 NIV",
              "entry_date": "11-09-2016",
              "subText": "",
              "body": "During those days another large crowd gathered. Since they had nothing to eat, Jesus called his disciples to him and said, \"I have compassion for these people; they have already been with me three days and have nothing to eat. If I send them home hungry, they will collapse on the way, because some of them have come a long distance.\"/n His disciples answered, \"But where in this remote place can anyone get enough bread to feed them?\"\n \"How many loaves do you have?\" Jesus asked.\n \"Seven,\" they replied.\n He told the crowd to sit down on the ground. When he had taken the seven loaves and given thanks, he broke them and gave them to his disciples to distribute to the people, and they did so. They had a few small fish as well; he gave thanks for them also and told the disciples to distribute them. The people ate and were satisfied. Afterward the disciples picked up seven basketfuls of broken pieces that were left over. About four thousand were present. After he had sent them away, he got into the boat with his disciples and went to the region of Dalmanutha.",
              "bioDisclaimer": "",
              "blog-primary": "girlByOceanRocks.jpg"
              },
              {
              "title": "EVENING RESTING",
              "author": "PHILIPPIANS 2:1-2",
              "entry_date": "11-09-2016",
              "subText": "",
              "body": "If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, then make my joy complete by being like-minded, having the same love, being one in spirit and purpose.",
              "bioDisclaimer": "",
              "blog-primary": "caveHoleOrangeLight.jpg"
              }
              ],
    "pageInfo": {
        "totalResults": 2038,
        "resultsPerPage": 20
    }
}